[
  {
    "id": "section1",
    "title": "1. GENERAL ASPECTS LEGAL NOTICE",
    "legalNotice1_1": {
      "title": "1.1. Identification data of the Information Society Service Provider",
      "paragraphs": [
        "In compliance with Article 10 of Law 34/2002, of July 11, on Information Society Services and Electronic Commerce.",
        "This portal is owned by: Hilaturas Ferre SA tax I.D number: A-03008836"
      ],
      "address": {
        "title": "Address: ",
        "description": "Aquiles Serdán 416-2 San Felipe Hueyotiplan Puebla, Pue. CP 72062"
      },
      "links": [
        {
          "type": "Phone ",
          "link": "tel:+522222685761",
          "name": "+52 (222) 268 5761"
        },
        {
          "type": "E-mail ",
          "link": "mailto:info@ferreyarns.com",
          "name": "info@ferreyarns.com"
        }
      ]
    },
    "legalNotice1_2": {
      "title": "1.2 Acceptance and validity of the general and particular conditions",
      "paragraphs": [
        "Both the navigation and the use and/or order of any of the products offered on this Website attributes to you the condition of User and implies your full and unreserved acceptance of each and every one of the General Conditions and, if appropriate, issues in force at the time you as a User access the Web page.",
        "The Company reserves the right to expand and modify unilaterally, at any time and without prior notice, the presentation, configuration, and contents of the Web page, as well as temporarily suspend the presentation, configuration, technical specifications and services of the website, likewise."
      ]
    }
  },
  {
    "id": "section2",
    "title": "2. GENERAL CONDITIONS OF USE FOR THE WEBSITE",
    "genCond2_1": {
      "title": "2.1. Obligations of use",
      "paragraphs1": [
        "As a general rule, the User is legally bound to the use terms and conditions hereby to act in accordance with the law, good practice and in good faith, to use the service provided in an appropriate way and to avoid using this website anyhow that could prevent, damage or deteriorate the normal work of the service, the goods or rights hold by Hilaturas Ferre, the rest of Users or any general third party.",
        "As a particular rule that does not imply any kind of restriction on the general rule contracted by the User in the previous paragraph, during the use of this Website the user is bound to:"
      ],
      "list": [
        {
          "description": "Insofar, the User must properly preserve the “Username” and the “Password” provided by Hilaturas Ferre, as identifying and enabling elements for access to the different services offered on the website, and commits not to cede their use or to allow third-party access to them, assuming the liability for damages arising from their improper use."
        },
        {
          "description": "Not entering, storing, or disseminating on or from the website, any information or material that are defamatory, injurious, obscene, threatening, xenophobic, incites violence to discrimination based on race, sex, ideology, religion or any other attentive form against morality, public order, fundamental rights, public liberties, honor, privacy or the image of third parties and, in general, that violates current Spanish regulations and your country of residence."
        },
        {
          "description": "Not entering, storing, or disseminating through the website any computer program, data, virus, code, or any other file that is likely to cause damage or any type of alteration on the website, in any of the services, or in any of the equipment, systems or networks Company name of any User, or in general of any third party, that may prevent their normal operation."
        },
        {
          "description": "Not destroying, altering, use for its own usage, rendering useless or damaging the data, information, programs, electronic documents, or, in general, the files, Company name of Users or third parties."
        }
      ],
      "paragraphs2": [
        "The Company may, at any time and without prior notice, modify these General Conditions, as well as the Particular Conditions that, where appropriate, are included, by publishing said modifications on the website in order that they may be known by the Users."
      ]
    },
    "genCond2_2": {
      "title": "2.2. Exemption of liability",
      "paragraphs": [
        "The Company does not give any guarantees and is in no case responsible for damages of any nature that may result in:"
      ],
      "list": [
        {
          "description": "In general, regarding the inappropriate use of your website. Users must make proper use of it, in accordance with the conditions and terms above, without any liability the holder may have for improper use."
        },
        {
          "description": "Regarding possible technical deficiencies. The Company disclaims all liability for any alterations in the service that may occur because of failures in the electrical system, the data network, the server, or any other services."
        },
        {
          "description": "Regarding the access of third parties to your system. The Company shall adopt the necessary technical measures for purposes of protecting the data and information that is accessed, but it disclaims all liability for any third-party acts that may violate the security measures and access said data."
        },
        {
          "description": "The Company constantly invests in technological media to minimize the risk of viruses, malware and unauthorized content in its information systems. Nonetheless, Users must be aware and adopt their own measures to minimize and prevent the damage caused by unauthorized software, viruses, trojans, and any kind of software known as: malware, exonerating the Company of all derived responsibility that might stem from the malware contention on the files of this website."
        }
      ]
    },
    "genCond2_3": {
      "title": "2.3. Use of hyperlinks",
      "paragraphs": [
        "The Internet user who wants to introduce links from their own Websites to the Website will be compelled to observe the conditions given below, an ignorance of which does not constitute a release from the liabilities deriving from Law.",
        "The link only linked to the home page or main page of the Portal, but you cannot reproduce it in any way (inline links, copy of the texts, graphics, etc.). In accordance with the applicable legislation in force at every moment, it is under any event forbidden to establish frames of any type that may surround the Website or permit the displaying of its Contents via other Internet addresses than those of the Website and, in any case, when they are jointly displayed with contents other than those of the Website in such a way as to: (I) actually or potentially result in error, confusion or deceit among users as to the true origin of the service or Contents; (II) constitute an act of unfair comparison or imitation; (III) exploit the reputation of the national brand owned by Company name and the prestige of this company; or (IV) incur in any other form of activity forbidden by the legislation in force.",
        "The web page inserting the link shall not contain any kind of false, inaccurate or incorrect statement on the Company of its address, employees, customers or on the quality of the services it offers.",
        "Under no circumstances shall the page containing the link state that the Company has approved its insertion nor that the company sponsors, collaborates, verifies, or supervises the services of the sender.",
        "The use of any denominative, graphic or mixed brand or of another characteristic sign of the Company name within the sender’s web page is forbidden except for those cases permitted by Law or expressly authorized by the Company as long as in such cases a direct link to the Website is permitted in the manner established in this section.",
        "The page you establish the link must comply faithfully with the law and in no case may provide or link to own or third-party content that: (I) are illegal, harmful or contrary to morals and good practice (pornographic, violent, racist, etc.); (II) induce or may induce in the User the false conception that The Company subscribes, endorses, adheres or in any way supports, the ideas, manifestations or expressions, lawful or illegal, of the sender; (III) are inappropriate for or non-pertinent to the activity of virtue of the location, contents, or theme of the sender’s Website. Likewise, the User will refrain from including on the Web page any hyperlink (hereinafter, “link”) directed to a Web page that contains illegal information or content, contrary to morality and generally accepted good practice, and public order."
      ]
    },
    "genCond2_4": {
      "title": "2.4. Intellectual Property",
      "paragraphs": [
        "The structure, design, and presentation of the elements available on this website (graphics, images, photographs, samples and materials that appear on them, industrial technologies, files, logos, color combinations and any element that can be protected) are protected by intellectual property rights owned by Hilaturas Ferre or over which the corresponding use rights have been obtained.",
        "Reproduction, transformation, distribution, public communication, making available to the public and, in general, any other form of exploitation, partial or total, of the elements referred to in the previous section is prohibited. Its publication on other websites or other digital or written media requires the express consent of the owner of the website, and in any case, they must make explicit reference to the ownership of the aforementioned intellectual property rights of Hilaturas Ferre.",
        "The use of distinctive signs (trademarks, trade names) is not allowed, unless expressly authorized by the legitimate owners.",
        "Unless expressly authorized by Hilaturas Ferre, the link to “final pages”, the “frame” and any other similar manipulation is not allowed. Links should always be to the main page or homepage of the website."
      ]
    },
    "genCond2_5": {
      "title": "2.5. Jurisdiction and applicable law",
      "paragraphs": [
        "These General Conditions are subject to Spanish legislation and jurisdiction.",
        "The Company and the User, regardless of their address, expressly waiving any other jurisdiction which could apply, submit themselves to the Jurisdiction of the Courts and Tribunals of Alcoy for all matters or actions brought that are derived from the provision of the website, its services and content, or in relation to the interpretation, application, fulfillment or breach of what is established herein."
      ]
    }
  }
]
