[
  {
    "id": "section1",
    "sectionName": "Ferre / Certifications",
    "title": "Ensuring transparency",
    "img": "/assets/images/certifications/certifications.jpg",
    "paragraphs": [
      "All of our sustainability claims are supported by the most respected third-party certifications, as well as by studies we have conducted using LCA (Life Cycle Assessment) methodology, which have also been third-party reviewed."
    ]
  },
  {
    "id": "section2",
    "title": "Certifications",
    "certsItem": [
      {
        "img": "/assets/images/certifications/certificacion-oeko.png",
        "title": "Standard 100 of OEKO-TEX®",
        "paragraphs": [
          "Ferre is OEKO-TEX® STANDARD 100 certified. It is one of the world’s best-known labels for textiles tested for harmful substances. Represents customer trust and high product safety. The test is performed by independent OEKO-TEX® partner institutes and numerous regulated and unregulated substances are taken into account, which can be harmful to human health. In many cases, the limit values of the STANDARD 100 go beyond national and international requirements."
        ]
      },
      {
        "img": "/assets/images/certifications/certificacion-standard.png",
        "title": "Global Recycled Standard (GRS)",
        "paragraphs": [
          "Ferre is GRS certified. Global Recycled Standard (GRS) is an international, voluntary, full product standard that sets requirements for third-party certification of recycled content, chain of custody, social and environmental practices and chemical restrictions. The GRS is intended to meet the needs of companies looking to verify the recycled content of their products and to verify responsible social, environmental and chemical practices in their production."
        ]
      },
      {
        "img": "/assets/images/certifications/certificacion-organic.png",
        "title": "OCS Blended – Organic Content Standard",
        "paragraphs": [
          "Ferre is OCS certified. The Organic Content Standard (OCS) applies to any non-food product containing 5-100 percent organic material. It verifies the presence and amount of organic material in a final product. Further OCS tracks the flow of a raw material from its source to the final product. This process is then certified by an accredited third party."
        ]
      },
      {
        "img": "/assets/images/certifications/certificacion-reduzco.png",
        "title": "I calculate, I compensate, I reduce",
        "paragraphs": [
          "Ferre is “I calculate, I compensate, I reduce” certified. This carbon footprint registry, created by the government of Spain, collects the efforts of Spanish organizations in calculating and reducing greenhouse gas emissions generated by their activity. In turn, it facilitates the possibility of offsetting all or part of their carbon footprint, through a series of forestry projects located in the national territory. These projects include numerous environmental and social benefits, among which is the absorption of carbon dioxide from the atmosphere, also known as carbon sequestration."
        ]
      },

      {
        "img": "/assets/images/certifications/icon-lca.svg",
        "title": "LCA",
        "paragraphs": [
          "At Ferre we use the Life Cycle Assessment (LCA) methodology to measure the environmental footprint of our products from cradle-to-grave. For this, we observe metrics such as the carbon footprint, the water footprint, the use of chemicals and others. This assessment of the environmental impact of our products has been third-party reviewed by AITEX, Universitat de València and UNESCO, to ensure transparency."
        ]
      }
    ]
  },
  {
    "id": "section3",
    "title": "Associations and Commitments",
    "assoCommitsItem": [
      {
        "img": "/assets/images/certifications/certificacion-compact.png",
        "title": "UN Global Compact",
        "paragraphs": [
          "Ferre is a signatory to the UN Global Compact, a United Nations initiative to encourage businesses worldwide to align strategies and operations with universal principles on human rights, labour, environment and anti-corruption, and take actions that advance societal goals."
        ]
      },
      {
        "img": "/assets/images/certifications/certificacion-exchange.png",
        "title": "Textile Exchange",
        "paragraphs": [
          "Ferre is a member of Textile Exchange, a global non-profit organization that focuses on minimizing the harmful impacts of the global textile industry and maximizing its positive effects, as well as helping to establish good practices and fair business models throughout the supply chain."
        ]
      },
      {
        "img": "/assets/images/certifications/certificacion-circular.png",
        "title": "Circular Fashion",
        "paragraphs": [
          "Ferre is a member of Circular Fashion, a sustainable change agency creating product and system innovation for a circular economy in fashion and textiles."
        ]
      }
    ]
  }
]
