[
  {
    "id": "homesection1",
    "title": "Impulsando la moda circular desde 1947"
  },
  {
    "id": "homesection2",
    "title": "Impulsando una moda de impacto cero",
    "img": "/assets/images/home/home-1.jpg",
    "paragraphs": [
      "Fabricamos hilos reciclados de alta calidad para todo tipo de productos, de moda, accesorios y textil hogar. Nuestros productos están hechos con Recover™, la fibra de algodón reciclado de menor impacto del mercado global, según el Indice Higg MSI."
    ]
  },
  {
    "id": "homesection3",
    "title": "Un proceso circular",
    "img": "/assets/images/home/home-2.jpg",
    "paragraphs": [
      "Materia prima reciclada, cero productos químicos, cero agua y mínimas emisiones de CO2. Evitamos que el residuo textil vaya al vertedero o la incineración y somos menos dependientes de materias primas vírgenes y finitas. Nuestro proceso de fabricación eficiente refleja nuestra firme voluntad de minimizar nuestro impacto."
    ]
  },
  {
    "id": "homesection4",
    "title": "Transparencia y trazabilidad",
    "img": "/assets/images/home/home-3.jpg",
    "paragraphs": [
      "Compartimos los datos de trazabilidad y Sustentabilidad de cada uno de nuestros productos para satisfacer la demanda de una moda transparente por parte de los consumidores e impulsar el cambio positivo.",
      "Todas nuestras afirmaciones sobre Sustentabilidad están respaldadas por las certificaciones más respetadas, así como por estudios que hemos realizado utilizando la metodología LCA (Life Cycle Assessment)."
    ]
  },
  {
    "id": "homesection5",
    "title": "¿En qué podemos ayudarte?",
    "paragraphs": [
      "Un gran equipo de consultores de hilo reciclado y la más avanzada tecnología en nuestras instalaciones de Banyeres de Mariola te ayudarán a hacer realidad tu proyecto de moda Sustentable.",
      "Contáctanos para recibir información sobre nuestros productos, precios y cantidades mínimas de pedido."
    ],
    "inputs": [
      { "type": "text", "name": "name", "placeholder": "Nombre*" },
      { "type": "text", "name": "company", "placeholder": "Compañia*" },
      { "type": "email", "name": "email", "placeholder": "Email*" },
      { "type": "text", "name": "phone", "placeholder": "Télefono" },
      { "type": "text", "name": "message", "placeholder": "Mensaje*" }
    ],
    "privacy": ["He leído y acepto la", "Política de privacidad"],
    "send": "ENVIAR"
  },
  {
    "id": "homesection6",
    "title": "Nuestros clientes",
    "brandImgs": [
      "/assets/images/home/brands-1.gif",
      "/assets/images/home/brands-2.gif"
    ]
  }
]
