[
  {
    "id": "section1",
    "title": "¿Qué son las cookies?",
    "paragraphs": [
      "Las cookies son pequeños archivos de datos que se reciben en el terminal desde el sitio web visitado y se usan para registrar ciertas interacciones de la navegación en un sitio web almacenando datos que podrán ser actualizados y recuperados. Estos archivos se almacenan en el ordenador del usuario y contienen datos anónimos que no son perjudiciales para su equipo. Se utilizan para recordar las preferencias del usuario, como el idioma seleccionado, datos de acceso o personalización de la página.",
      "Las cookies también pueden ser utilizadas para registrar información anónima acerca de cómo un visitante utiliza un sitio. Por ejemplo, desde qué página web ha accedido o si ha utilizado un banner publicitario para llegar."
    ]
  },
  {
    "id": "section2",
    "title": "¿Por qué Hilaturas Ferre utiliza cookies?",
    "paragraphs": [
      "Hilaturas Ferre utiliza cookies estrictamente necesarias y esenciales para que usted utilice nuestros sitios web y le permitan moverse libremente, utilizar áreas seguras, opciones personalizadas, etc. Además, nuestra empresa utiliza cookies que recogen datos relativos al análisis de uso de la web. Éstas se utilizan para ayudar a mejorar el servicio al cliente, midiendo el uso y el rendimiento de la página para optimizarla y personalizarla. Nuestros sitios también pueden tener enlaces de redes sociales (como Facebook o Twitter). Hilaturas Ferre no controla las cookies utilizadas por estas webs externas. Para más información sobre las cookies de las redes sociales u otras webs ajenas, le aconsejamos revisar sus propias políticas de cookies."
    ]
  },
  {
    "id": "section3",
    "title": "¿Qué uso les damos a los diferentes tipos de cookies?",
    "sessionCookies": {
      "title": "Cookies de sesión: ",
      "description": "las cookies de sesión son aquellas que duran el tiempo que el usuario está navegando por la página web y se borran al término."
    },
    "persistentCookies": {
      "title": "Cookies persistentes: ",
      "description": "estas cookies quedan almacenadas en el terminal del usuario por un tiempo más largo, facilitando así el control de las preferencias elegidas sin tener que repetir ciertos parámetros cada vez que se visite el sitio web."
    },
    "ownCookies": {
      "title": "Cookies propias: ",
      "description": "Son cookies creadas por este sitio web y que solo puede leer el propio sitio. En la web hifesa.com se instalan cookies propias persistentes con las siguientes finalidades:",
      "list": [
        {
          "description": "Personalización: Estas cookies se utilizan para recordar la configuración del tamaño seleccionado en la visualización de los contenidos web y poder mostrarlo en las próximas visitas del usuario."
        },
        {
          "description": "Análisis: Cookies que permiten seguir el tráfico entrante al sitio web para realizar estadísticas de visitas."
        }
      ]
    },
    "thirdParty": {
      "title": "Cookies de terceros: ",
      "description": "Son cookies creadas por terceros y que utilizamos para diferentes servicios (p.ej. análisis del sitio web o publicidad).",
      "paragraphs": [
        "A continuación, se detallan tanto los terceros que pueden configurar y acceder a Cookies (no exentas de información y consentimiento) de su equipo como las finalidades con las que es utilizada la información que almacenan:"
      ]
    },
    "tecnicalCookies": {
      "title": "Cookies técnicas: ",
      "description": "sirven para controlar el tráfico y la comunicación de datos utilizando para ello elementos de seguridad durante la navegación. También sirven para la identificación y mantenimiento de la sesión del usuario, para almacenar contenidos en la difusión de videos o sonidos y para compartir contenido con redes sociales (plug-in).",
      "list": [
        {
          "description": "Goole",
          "link": "http://www.google.es/intl/es/policies/technologies/types/"
        },
        {
          "description": "YouTube",
          "link": "http://www.google.es/intl/es/policies/technologies/types/"
        },
        {
          "description": "Facebook",
          "link": "https://www.facebook.com/help/cookies/?ref=sitefooter"
        },
        {
          "description": "Twitter",
          "link": "https://support.twitter.com/articles/20170514-twitters-use-of-cookies-and-similar-technologies"
        },
        {
          "description": "linkedIn",
          "link": "https://www.linkedin.com/legal/cookie_policy"
        },
        {
          "description": "UserVoice",
          "link": "https://www.uservoice.com/privacy/"
        },
        {
          "description": "Tealium",
          "link": "http://tealium.com/privacy/"
        }
      ]
    },
    "customizationCookies": {
      "title": "Cookies de personalización: ",
      "description": "estas cookies permiten al usuario especificar o personalizar algunas características de las opciones generales de la página web. Por ejemplo, definir el idioma, el volumen seleccionado como preferido, la configuración regional del servicio, el tipo de navegador o el número de resultados mostrados por cada página.",
      "list": [
        {
          "description": "YouTube",
          "link": "http://www.google.es/intl/es/policies/technologies/types/"
        },
        {
          "description": "Facebook",
          "link": "https://www.facebook.com/help/cookies/?ref=sitefooter"
        }
      ]
    },
    "analyticalCookies": {
      "title": "Cookies analíticas: ",
      "description": "herramienta de analítica que ayuda a los sitios web a entender el modo en que los visitantes interactúan con la web. Puede utilizar un conjunto de cookies para recopilar información e informar de las estadísticas de uso de los sitios web sin identificar personalmente a los visitantes.",
      "list": [
        {
          "description": "Google Analytics",
          "link": "https://developers.google.com/analytics/devguides/collection/analyticsjs/cookie-usage?utm_source=devtools"
        },
        {
          "description": "YouTube",
          "link": "http://www.google.es/intl/es/policies/technologies/types/"
        },
        {
          "description": "Twitter",
          "link": "https://support.twitter.com/articles/20170514-twitters-use-of-cookies-and-similar-technologies"
        },
        {
          "description": "Adobe Analytics",
          "link": "http://www.adobe.com/es/privacy/analytics.html"
        }
      ]
    },
    "adversitingCookies": {
      "title": "Cookies publicitarias: ",
      "description": "las cookies publicitarias permiten la gestión de los espacios publicitarios de la web en base a criterios específicos. Por ejemplo, frecuencia de acceso, contenido editado, etc.",
      "list": [
        {
          "description": "DoubleClick",
          "link": "https://support.google.com/adsense/answer/2839090?hl=es"
        },
        {
          "description": "Google",
          "link": "http://www.google.es/intl/es/policies/technologies/types/"
        },
        {
          "description": "Criteo",
          "link": "http://www.criteo.com/es/privacy/"
        },
        {
          "description": "Adgravity",
          "link": "http://www.adgravity.com/privacy"
        }
      ]
    },
    "flasCookies": {
      "title": "Flash cookies: ",
      "description": "También utilizamos cookies flash para almacenar sus preferencias como el control del volumen o para mostrar contenido basándose en lo que consulta en nuestro sitio web para personalizar la visita. Terceras empresas, con las que colaboramos para proporcionar determinadas características en nuestro sitio web, utilizan cookies flash para recopilar y almacenar datos de carácter no personal.",
      "paragraphs": [
        "Las cookies flash son diferentes a las cookies de sesión o persistentes en cuanto a la cantidad, el tipo y el modo de almacenar los datos. Las herramientas de gestión de las cookies proporcionadas por su navegador no eliminarán las cookies flash."
      ]
    }
  },
  {
    "id": "section4",
    "title": "¿Cómo puedo cambiar la configuración de las cookies?",
    "links": [
      {
        "link": "http://windows.microsoft.com/es-es/windows-vista/block-or-allow-cookies",
        "name": "Internet Explorer cookie settings"
      },
      {
        "link": "http://support.mozilla.org/es/kb/habilitar-y-deshabilitar-cookies-que-los-sitios-we",
        "name": "Firefox cookie settings"
      },
      {
        "link": "http://support.google.com/chrome/bin/answer.py?hl=es&answer=95647",
        "name": "Google Chrome cookie settings"
      },
      {
        "link": "http://www.apple.com/legal/privacy/es/cookies/",
        "name": "Safari cookie settings"
      },
      {
        "link": "http://www.macromedia.com/support/documentation/es/flashplayer/help/settings_manager03.html",
        "name": "Flash cookies settings"
      }
    ],
    "paragraphs": [
      "Estos navegadores están sometidos a actualizaciones o modificaciones, por lo que no podemos garantizar que se ajusten completamente a la versión de su navegador. También puede ser que utilice otro navegador no contemplado en estos enlaces como Konqueror, Arora, Flock, etc. Para evitar estos desajustes, puede acceder directamente desde las opciones de su navegador, generalmente en el menú de «Opciones» en la sección de «Privacidad». (Por favor, consulte la ayuda de su navegador para más información.)"
    ]
  },
  {
    "id": "section5",
    "title": "Revocación del consentimiento",
    "paragraphs1": [
      "También es posible limitar como las webs de terceros instalan cookies en su ordenador, para evitar la recolección de datos y registro de su actividad de navegación. Para limitar el uso de cookies de terceros puede dirigirse a la web de configuración u OptOut:"
    ],
    "list": [
      {
        "description": "Google Analytics",
        "link": "https://developers.google.com/analytics/devguides/collection/analyticsjs/cookie-usage?utm_source=devtools"
      },
      {
        "description": "DoubleClick",
        "link": "https://support.google.com/adsense/answer/2839090?hl=es"
      },
      {
        "description": "Goole",
        "link": "http://www.google.es/intl/es/policies/technologies/types/"
      }
    ],
    "paragraphs2": [
      "Seleccione la opción “Eliminar todos los sitios” o seleccione la web específica que desee borrar y “Eliminar Sitio Web”.",
      "Tenga en cuenta que si rechaza o borra las cookies de navegación por la web, no podremos mantener sus preferencias, algunas características de las páginas no estarán operativas, no podremos ofrecerle servicios personalizados y cada vez que vaya a navegar por nuestra web tendremos que solicitarle de nuevo su autorización para el uso de cookies.",
      "Si aun así decide modificar la configuración de su acceso a la página web, debe saber que es posible eliminar las cookies o impedir que se registre esta información en su equipo en cualquier momento mediante la modificación de los parámetros de configuración de su navegador.",
      "Si acepta nuestras cookies, nos permite la mejora de las webs de Hilaturas Ferre para ofrecerle un acceso óptimo y darle un servicio más eficaz y personalizado.",
      "Además, usted puede configurar su navegador para establecer que sólo los sitios web de confianza o las páginas por las que está navegando en este momento puedan gestionar cookies, lo que le permite seleccionar sus preferencias.",
      "Proporcionando esta política, Hilaturas Ferre demuestra el compromiso adquirido con la legislación vigente sobre el uso de cookies, proporcionándole información para que usted pueda comprender qué tipo de cookies utilizamos y por qué lo hacemos. Con esto, pretendemos proporcionarle transparencia en cuanto a los datos tratados acerca de la navegación realizada desde su equipo en nuestra web.",
      "Esta política se revisa periódicamente para asegurar su vigencia, por lo que puede ser modificada. Le recomendamos que visite la página con regularidad, donde le informaremos de cualquier actualización al respecto."
    ]
  }
]
